let coursesData = [
    {
        id: 1,
        title: "آمادگی آزمون تافل",
        age: "بزرگسالان",
        online: "دارد",
        sath: "17ترم", teacher: " بابک نوین بخش ",
        price: "800", img: '/Newfolder/t.jpg',
        image1: '/images/image-courses/tofel.webp',
        image: '/Newfolder/12.png',
        book: 'Oficcial guide',
        description: ` برای بالا بردن بهره آموزشی در این سنین موارد مهمی وجود دارد که می‌بایست در هنگام اقدام به شروع آموزش زبان انگلیسی به کودکان، توسط والدین مورد بررسی قرار بگیرد. اولین گام‌ها در آموزش زبان کودکان، گام‌هایی هستند که باید مستحکم، درست و طبق اصول علمی و تخصصی برداشته شوند. , به‌نحوی که کودکان و خردسالان مشتاق به ادامه دادن این مسیر باشند.
        آموزش زبان انگلیسی برای کودکان در پویان از سنین ۷ تا ۱۲ سال شروع می‌شود. کلاس زبان کودکان از  و پیشرفته (۱۵ ترم) تشکیل شده است. 
                 برای بالا بردن بهره آموزشی در این سنین موارد مهمی وجود دارد که می‌بایست در هنگام اقدام به شروع آموزش زبان انگلیسی به کودکان، توسط والدین مورد بررسی قرار بگیرد.
                   آموزش زبان انگلیسی برای کودکان در پویان از سنین ۷ تا ۱۲ سال شروع می‌شود. کلاس زبان کودکان از  و پیشرفته (۱۵ ترم) تشکیل شده است`, percent: "90"
    },
    {
        age: "بزرگسالان", image1: '/Newfolder/ttc.jpg',
        sath: "30ترم",
        teacher: "نیوشا اسکندریان ",
        id: 2, online: "ندارد", image: '/Newfolder/13.png', book: 'How to teach',
        title: "تربیت مدرس TTC", price: '900', img: '/Newfolder/ttc.jpg', description: ` دوره تربیت مدرس زبان انگلیسی ( TTC ) Teacher Training Course پویان ، دوره جامع و منحصر به فرد تربیت مدرس زبان انگلیسی است که با هدف توانمندسازی افراد علاقه‌مند به حوزه آموزش زبان و در جهت کمک به اشتغال‌زایی توسط موسسه زبان پویان طراحی شده است.
 که با هدف توانمندسازی افراد علاقه‌مند به حوزه آموزش زبان و در جهت کمک به اشتغال‌زایی توسط موسسه زبان پویان طراحی شده است.
شما می‌توانید بدون نیاز به شرکت در دوره‌های بین المللی  تنها با داشتن سطح زبانی متوسط به بالا (C1) 
گام بلند در جهت شروع تدریس زبان انگلیسی برداشته و خود را از نظر دانش  یا هر آموزشگاه دیگری آماده کنید.
شما می‌توانید بدون نیاز به شرکت در دوره‌های بین المللی  تنها با داشتن سطح زبانی متوسط به بالا (C1) 
گام بلند در جهت شروع تدریس زبان انگلیسی برداشته و خود را از نظر دانش  یا هر آموزشگاه دیگری آماده کنید.`
        , percent: "85"
    },
    {
        age: " کودکان", teacher: "منیژه خردمند", image1: '/Newfolder/ttc.jpg',
        id: 4, sath: "15ترم", online: "ندارد", image: '/Newfolder/11.png', book: 'Familly and Friends',
        title: "دپارتمان  کودکان", price: "550", img: '/Newfolder/family11.jpg', description: ` 
        برای بالا بردن بهره آموزشی در این سنین موارد مهمی وجود دارد که می‌بایست در هنگام اقدام به شروع آموزش زبان انگلیسی به کودکان، توسط والدین مورد بررسی قرار بگیرد. اولین گام‌ها در آموزش زبان کودکان، گام‌هایی هستند که باید مستحکم، درست برداشته شوند. , به‌نحوی که کودکان و خردسالان مشتاق به ادامه دادن این مسیر باشند.
        آموزش زبان انگلیسی برای کودکان در  پویان از سنین ۷ تا ۱۲ سال شروع می‌شود. کلاس زبان کودکان از دو بخش مبتدی (۲۰ ترم) و پیشرفته (۱۵ ترم) تشکیل شده است.
                برای بالا بردن بهره آموزشی در این سنین موارد مهمی وجود دارد که می‌بایست در هنگام اقدام به شروع آموزش زبان انگلیسی به کودکان، توسط والدین مورد بررسی قرار بگیرد.اولین گام‌ها در آموزش زبان کودکان، گام‌هایی هستند که باید مستحکم، درست برداشته شوند. , به‌نحوی که کودکان و خردسالان مشتاق به ادامه دادن این مسیر باشند`        , percent: "40"
    },
    {
        sath: "25ترم",
        age: "  همه سنین", teacher: " منیژه خردمند  ", image1: '/Newfolder/spe.jpeg',
        id: 3, online: "ندارد", image: '/Newfolder/11.png', book: 'American English',
        title: "آموزش مکالمه", price: "750", img: '/Newfolder/sp1.jpg', description: ` 
        در این دوره آموزشی، هدف اصلی یادگیری مکالمات روزمره در موقعیت های مختلف و تقویت مهارت شنیداری است
یکی از دلایلی که افراد پس از گذشت مدتی از یادگیری جدی زبان فاصله می‌گیرند، روال تکراری آموزش است. در دوره‌ آموزش زبان انگلیسی در آموزشگاه پویان تلاش شده است که فضایی با نشاط برای زبان‌ آموزان فراهم شود. همچنین از شیوه‌های نوین آموزشی برای آموزش استفاده شده است. زبان‌ آموزان نیز می‌توانند برای یادگیری بیشتر، به خرج دهند تا  یادگیری به امری روزمره و کسل کننده تبدیل نشود
    در این دوره آموزشی، هدف اصلی یادگیری مکالمات روزمره در موقعیت های مختلف و تقویت مهارت شنیداری است.     
        در این دوره آموزشی، هدف اصلی یادگیری مکالمات روزمره در موقعیت های مختلف و تقویت مهارت شنیداری است
یکی از دلایلی که افراد پس از گذشت مدتی از یادگیری جدی زبان فاصله می‌گیرند، روال تکراری آموزش است. در دوره‌ آموزش زبان انگلیسی در آموزشگاه پویان تلاش شده است که فضایی با نشاط برای زبان‌ آموزان فراهم شود. همچنین از شیوه‌های نوین آموزشی برای آموزش استفاده شده است. زبان‌ آموزان نیز می‌توانند برای یادگیری بیشتر، به خرج دهند تا  یادگیری به امری روزمره و کسل کننده تبدیل نشود
    در این دوره آموزشی، هدف اصلی یادگیری مکالمات روزمره در موقعیت های مختلف و تقویت مهارت شنیداری است.`
        , percent: "70"
    },

    {
        age: " بزرگسالان",
        online: "دارد",
        id: 5, sath: "35ترم", image: '/Newfolder/12.png', teacher: " علی  رخشانی", book: 'American English',
        title: "دپارتمان بزرگسالان", price: "950", img: '/Newfolder/amer.webp', description: `اگر می‌ خواهید زبان انگلیسی را فراتر از مکالمات روزمره یاد بگیرید یا قصد ادامه تحصیل یا کار در محیطی انگلیسی زبان را دارید، این سطح  ۶ ترمی مناسب شماست. در این سطح از دوره آموزش زبان انگلیسی برای بزرگسالان در پویان، مهارتتان در مکالمه به حدی می‌رسد که به سادگی با افراد بومی
        اگر می‌ خواهید زبان انگلیسی را فراتر از مکالمات روزمره یاد بگیرید یا قصد ادامه تحصیل یا کار در محیطی انگلیسی زبان را دارید، این سطح  ۶ ترمی مناسب شماست. در این سطح از دوره آموزش زبان انگلیسی برای بزرگسالان در پویان، مهارتتان در مکالمه به حدی می‌رسد که به سادگی با افراد بومی (native) صحبت می‌کنید و به درجه‌ای می‌رسید که توانایی درک متن‌های پیچیده کاری و تخصصی را دارید.
              (native) صحبت می‌کنید و به درجه‌ای می‌رسید که توانایی درک متن‌های پیچیده کاری و تخصصی را دارید.
        اگر می‌ خواهید زبان انگلیسی را فراتر از مکالمات روزمره یاد بگیرید یا قصد ادامه تحصیل یا کار در محیطی انگلیسی زبان را دارید، این سطح  ۶ ترمی مناسب شماست
اگر می‌ خواهید زبان انگلیسی را فراتر از مکالمات روزمره یاد بگیرید یا قصد ادامه تحصیل یا کار در محیطی انگلیسی زبان را دارید، این سطح  ۶ ترمی مناسب شماست. در این سطح از دوره آموزش زبان انگلیسی برای بزرگسالان در پویان، مهارتتان در مکالمه به حدی می‌رسد که به سادگی با افراد بومی
        اگر می‌ خواهید زبان انگلیسی را فراتر از مکالمات روزمره یاد بگیرید یا قصد ادامه تحصیل یا کار در محیطی انگلیسی زبان را دارید، این سطح  ۶ ترمی مناسب شماست. در این سطح از دوره آموزش زبان انگلیسی برای بزرگسالان در پویان، مهارتتان در مکالمه به حدی می‌رسد که به سادگی با افراد بومی (native) صحبت می‌کنید و به درجه‌ای می‌رسید که توانایی درک متن‌های پیچیده کاری و تخصصی را دارید.
              (native) صحبت می‌کنید و به درجه‌ای می‌رسید که توانایی درک متن‌های پیچیده کاری و تخصصی را دارید.
        اگر می‌ خواهید زبان انگلیسی را فراتر از مکالمات روزمره یاد بگیرید یا قصد ادامه تحصیل یا کار در محیطی انگلیسی زبان را دارید، این سطح  ۶ ترمی مناسب شماست`
        , percent: "75"
    },
    {
        age: " بزرگسالان", teacher: " نیوشا اسکندریان", id: 6, sath: "18ترم", online: "دارد", image: '/Newfolder/13.png', book: 'Interchange',
        title: "دپارتمان نوجوانان", price: "  650", img: '/Newfolder/i.jpg', description: `دوره آموزش زبان انگلیسی ویژه نوجوانان در سطح متوسطه Got it2 در آموزشگاه زبان پویان برگزار می شود. تمرکز اصلی این دوره آموزشی آشنایی با اصول اولیه یادگیری زبان انگلیسی می باشد. در این دوره با توجه و تمرکز بر روی چهار مهارت اصلی گفتاری (speaking) ، شنیداری (listening) ، نوشتار (writing) و درک مطلب (Reading) جلسات آموزش انجام می شود.
        دوره آموزش زبان انگلیسی ویژه نوجوانان در سطح متوسطه Got it2 در آموزشگاه زبان پویان برگزار می شود. تمرکز اصلی این دوره آموزشی آشنایی با اصول اولیه یادگیری زبان انگلیسی می باشد. در این دوره با توجه و تمرکز بر روی چهار مهارت اصلی گفتاری (speaking) ، شنیداری (listening) ، نوشتار (writing) و درک مطلب (Reading) جلسات آموزش انجام می شود.
   دوره آموزش زبان انگلیسی ویژه نوجوانان در سطح متوسطه Got it2 در آموزشگاه زبان پویان برگزار می شود. تمرکز اصلی این دوره آموزشی آشنایی با اصول اولیه یادگیری زبان انگلیسی می باشد. در این دوره با توجه و تمرکز بر روی چهار مهارت اصلی گفتاری (speaking) ، شنیداری (listening) ، نوشتار (writing) و درک مطلب (Reading) جلسات آموزش انجام می شود.
        دوره آموزش زبان انگلیسی ویژه نوجوانان در سطح متوسطه Got it2 در آموزشگاه زبان پویان برگزار می شود. تمرکز اصلی این دوره آموزشی آشنایی با اصول اولیه یادگیری زبان انگلیسی می باشد. در این دوره با توجه و تمرکز بر روی چهار مهارت اصلی گفتاری (speaking) ، شنیداری (listening) ، نوشتار (writing) و درک مطلب (Reading) جلسات آموزش انجام می شود.
                همچنین امکان برگزاری این دوره بصورت کلاس حضوری و کلاس آنلاین در کلیه شعب پویان فراهم می باشد      .  همچنین امکان برگزاری این دوره بصورت کلاس حضوری و کلاس آنلاین در کلیه شعب پویان فراهم می باشد`
        , percent: "60"
    },
    {
        image: '/Newfolder/easli.png', image2: '/Newfolder/carty.png',

    },
]

export default coursesData