import React, { Component } from 'react'
import Header from '../components/Header';
import List from '../List/List'
import '../App/App.css'
import './Courses.css'
export default class Courses extends Component {
    constructor(props) {
        super(props)
        this.state = {
            products: [{
                id: 6,
                title: "آموزش زبان نوجوانان", price: "Only for teenagers", img: '/images/image-courses/teen.jpg', description: `دوره آموزش زبان انگلیسی ویژه نوجوانان در سطح متوسطه Got it2 در آموزشگاه زبان پویان برگزار می شود. تمرکز اصلی این دوره آموزشی آشنایی با اصول اولیه یادگیری زبان انگلیسی می باشد. در این دوره با توجه و تمرکز بر روی چهار مهارت اصلی گفتاری (speaking) ، شنیداری (listening) ، نوشتار (writing) و درک مطلب (Reading) جلسات آموزش انجام می شود. همچنین امکان برگزاری این دوره بصورت کلاس حضوری و کلاس آنلاین در کلیه شعب پویان فراهم می باشد`
            },

            {
                id: 5,
                title: "زبان بزرگسالان", price: "American English file", img: '/images/image-courses/boz.jpg', description: `اگر می‌خواهید زبان انگلیسی را فراتر از مکالمات روزمره یاد بگیرید یا قصد ادامه تحصیل یا کار در محیطی انگلیسی زبان را دارید، این سطح  ۶ ترمی مناسب شماست. در این سطح از دوره آموزش زبان انگلیسی برای بزرگسالان در پویان، مهارتتان در مکالمه به حدی می‌رسد که به سادگی با افراد بومی (native) صحبت می‌کنید و به درجه‌ای می‌رسید که توانایی درک متن‌های پیچیده کاری و تخصصی را دارید.`
            },

            {
                id: 3,
                title: "آموزش مکالمه", price: "Speaking", img: '/images/image-courses/m.jpg', description: ` 
                    در این دوره آموزشی، هدف اصلی یادگیری مکالمات روزمره در موقعیت های مختلف و تقویت مهارت شنیداری است.
            
            یکی از دلایلی که افراد پس از گذشت مدتی از یادگیری جدی زبان فاصله می‌گیرند، روال تکراری آموزش است. در دوره‌ آموزش زبان انگلیسی در آموزشگاه پویان تلاش شده است که فضایی با نشاط برای زبان‌ آموزان فراهم شود. همچنین از شیوه‌های نوین آموزشی برای آموزش استفاده شده است. زبان‌ آموزان نیز می‌توانند برای یادگیری بیشتر، در سبک‌های مطالعه خلاقیت به خرج دهند تا  یادگیری به امری روزمره و کسل کننده تبدیل نشود`
            },
            {
                id: 2,
                title: "دوره تربیت مدرس (TTC)", price: "Teacher training course", img: '/images/image-courses/tt.jpg', description: `دوره آموزش زبان انگلیسی ویژه نوجوانان در سطح متوسطه Got it2 در آموزشگاه زبان پویان برگزار می شود. تمرکز اصلی این دوره آموزشی آشنایی با اصول اولیه یادگیری زبان انگلیسی می باشد. در این دوره با توجه و تمرکز بر روی چهار مهارت اصلی گفتاری (speaking) ، شنیداری (listening) ، نوشتار (writing) و درک مطلب (Reading) جلسات آموزش انجام می شود. همچنین امکان برگزاری این دوره بصورت کلاس حضوری و کلاس آنلاین در کلیه شعب پویان فراهم می باشد`
            },

            {
                id: 4,
                title: "آمادگی آزمون آیلتس",
                price: "Be ready for ilets", img: '/images/image-courses/i.jpg', description: ` 
                    برای بالا بردن بهره آموزشی در این سنین موارد مهمی وجود دارد که می‌بایست در هنگام اقدام به شروع آموزش زبان انگلیسی به کودکان، توسط والدین مورد بررسی قرار بگیرد. اولین گام‌ها در آموزش زبان کودکان، گام‌هایی هستند که باید مستحکم، درست و طبق اصول علمی و تخصصی برداشته شوند. توجه به این نکته اهمیت بالایی دارد که آموزش زبان انگلیسی برای کودکان در کنار تمام این اصول باید همراه با سرگرمی باشد، به‌نحوی که کودکان و خردسالان مشتاق به ادامه دادن این مسیر باشند و میل ادامه یادگیری در آن‌ها ایجاد شود.
                    آموزش زبان انگلیسی برای کودکان در پویان از سنین ۷ تا ۱۲ سال شروع می‌شود. کلاس زبان کودکان از دو بخش مبتدی (۲۰ ترم) و پیشرفته (۱۵ ترم) تشکیل شده است. در این دوره آموزشی تلاش شده است با استفاده از کتب آموزشی به‌روز و پویا ابزار لازم یادگیری زبان انگلیسی کودکان را فراهم آوریم. در ادامه به معرفی دوره‌های موسسه زبان پویان خواهیم پرداخت
                    `
            },
            {
                id: 1,
                title: "آمادگی آزمون تافل",
                price: "Be ready for Tafel", img: '/images/image-courses/tof.jpg', description: `تافل یک آزمون استاندارد است که مهارتهای شما در زبان انگلیسی و استفاده از آن را در محیط دانشگاهـــی ارزیابــــی میکند. بنابراین می توانید مطمئن باشید که در دانشگاههایی که این مدرک اهمیت دارد شما متمایز خواهید شد. این آزمون برای اهدافی چون تحصیل در کشورهای دیگر و گذراندن دورههای کوتاه مدت مفید است. در این آزمون هر چهار مهارت سنجش خواهد شد`
            }
            ],
            shoppingCart: [],
        }
    }
    render() {
        return (<>
            <Header />
            <div className='courses-body'>
                <header>
                    <h1 class="courses-title">فهرست همه دوره های آکادمی پویان</h1>
                </header>
                <div class="shop-items">
                    {this.state.products.map(product => (
                        <List {...product} />
                    ))}
                </div>
            </div>
        </>
        )
    }
}